/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ foi baixado e está pronto para usar! Esta é uma atualização importante; você gostaria de instalá-lo e reiniciar %1$@ agora?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ foi baixado e está pronto para usar! Você gostaria de instalá-lo e reiniciar %1$@ agora?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ não pode receber atualizações ao rodar de um volume somente leitura como uma imagem de disco ou uma unidade ótica. Mova %1$@ para sua pasta Aplicativos, reinicie a partir de lá, e tente novamente.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ atualmente é a versão mais recente disponível.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ baixados";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ de %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Uma nova versão de %1$@ está disponível. Atualize para %2$@ para ter as melhorias mais recentes.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Uma nova versão de %1$@ está disponível. Atualize para %2$@ para ter as melhorias mais recentes. Gostaria de saber mais sobre esta atualização na web?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Uma nova versão de %@ está pronta para instalar!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Erro ao recuperar informações de atualização. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Ocorreu um erro ao baixar a atualização. Por favor, tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Erro ao extrair o arquivo. Por favor, tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Ocorreu um erro ao instalar a atualização. Por favor, tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Ocorreu um erro ao analisar o feed de atualização.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Ocorreu um erro ao reiniciar %1$@, mas a nova versão estará disponível na próxima vez que você executar %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Uma atualização importante para %@ está pronta para ser instalada";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Update" = "Cancelar atualização";

/* No comment provided by engineer. */
"Checking for updates..." = "Procurando atualizações...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Baixando atualização...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Extraindo atualização...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar e Reiniciar";

/* Take care not to overflow the status window. */
"Installing update..." = "Instalando atualização...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Saiba mais...";

/* No comment provided by engineer. */
"Let's update your app" = "Vamos atualizar seu aplicativo";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Pronto para Instalar";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ deve verificar automaticamente se há atualizações? Você sempre pode verificar se há atualizações manualmente a partir do menu %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "A atualização é indevidamente assinada.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "A atualização não será instalada pois o usuário solicitou que o sistema fosse desligado";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Ah não. Sua versão de %@ está desatualizada.";

/* No comment provided by engineer. */
"Update Error!" = "Erro na atualização!";

/* No comment provided by engineer. */
"Updating %@" = "Atualizando %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Você já tem a versão mais recente de %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Tudo atualizado!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Atualmente você está na versão %@, que não tem mais suporte. Fizemos várias melhorias desde então. Por isso, baixe a versão mais recente para continuar.";
